// Бібліотека алфавітів (модуль)
const library = {
    "en": {
        "name": "English",
        "script": "Latin",
        "alphabet": [
            "a", "b", "c", "d", "e", "f", "g", "h", "i", "j", "k", "l", "m",
            "n", "o", "p", "q", "r", "s", "t", "u", "v", "w", "x", "y", "z"
        ]
    },
    "ua": {
        "name": "Українська",
        "script": "Cyrillic",
        "alphabet": [
            "а", "б", "в", "г", "ґ", "д", "е", "є", "ж", "з", "и", "і", "ї",
            "й", "к", "л", "м", "н", "о", "п", "р", "с", "т", "у", "ф", "х",
            "ц", "ч", "ш", "щ", "ь", "ю", "я", "'"
        ]
    }
};

export default library;
